<template>
  <div class="container">
    <div class="text-end pt-5">
      سوريا هي موطن للعديد من الملاعب البارزة التي لعبت دورًا مهمًا في الثقافة الرياضية في البلاد. يعد ملعب العباسيين أحد أشهر الملاعب ، ويقع في العاصمة دمشق. يتسع لأكثر من 30 ألف متفرج ، وقد كان مكانًا للعديد من مباريات كرة القدم وغيرها من الأحداث الرياضية. ملعب آخر بارز هو ملعب حلب الدولي ، الذي يقع في مدينة حلب. استضاف هذا الملعب ، الذي تبلغ سعته حوالي 53000 شخص ، العديد من المباريات الدولية والمحلية ، مما يدل على شغف البلاد بكرة القدم. ملعب تشرين في اللاذقية هو مكان معروف آخر ، يستوعب ما يقرب من 15000 متفرج. هذه الملاعب ، من بين أمور أخرى ، بمثابة أماكن تجمع للجماهير لدعم فرقهم المفضلة وشهدت لحظات مثيرة في تاريخ كرة القدم السورية. على الرغم من التحديات التي تواجهها بسبب الصراع المستمر ، لا تزال هذه الملاعب رموزًا مهمة للوحدة والصمود في المشهد الرياضي السوري.    </div>
    <div class="ratio ratio-16x9 shadow">
    <iframe src="https://www.youtube.com/embed/zpOULjyy-n8?rel=0" title="YouTube video" allowfullscreen></iframe>
  </div>
  </div>
</template>

<script>
export default {
  name:"livecomp"
}
</script>
<style>
.ratio{
  margin-top: 40px;
}
</style>